Repository: semiamaurotic/WordPartners_Test
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: th

source: Everyone has a framework. Frameworks are necessary for organizing and expressing our thoughts. They develop over time through what we are taught, what we experience, and through our place in history. As new information comes to us, we decide to reject it or allow it to reshape our frameworks. Some frameworks are thought out and consistent with God’s Word. Others are not. If we desire, over a lifetime, our frameworks can be shaped by God’s Word. (Note: This change in framework is represented by the shift from the triangle in the first part of the illustration to the rectangle in the second part.)
th: (MT) ทุกคนล้วนมีกรอบความคิด ซึ่งเป็นสิ่งจำเป็นในการจัดระเบียบและถ่ายทอดความคิดของเราออกมา กรอบความคิดเหล่านี้พัฒนาขึ้นตามกาลเวลาผ่านสิ่งที่เราได้รับการสั่งสอน ประสบการณ์ และบริบททางประวัติศาสตร์ที่เราอาศัยอยู่ เมื่อมีข้อมูลใหม่ๆ เข้ามา เราต้องตัดสินใจว่าจะปฏิเสธข้อมูลนั้น หรือยอมให้ข้อมูลนั้นมาปรับเปลี่ยนกรอบความคิดของเราเสียใหม่ กรอบความคิดบางอย่างผ่านการใคร่ครวญมาอย่างรอบคอบและสอดคล้องกับพระวจนะของพระเจ้า ในขณะที่บางอย่างไม่เป็นเช่นนั้น หากเราปรารถนา พระวจนะของพระเจ้าก็สามารถหล่อหลอมกรอบความคิดของเราได้ตลอดชีวิต (หมายเหตุ: การเปลี่ยนแปลงกรอบความคิดนี้แสดงให้เห็นผ่านการเปลี่ยนจากรูปสามเหลี่ยมในภาพประกอบส่วนแรก ไปเป็นรูปสี่เหลี่ยมในส่วนที่สอง)

source: Examine Your Work
th: ตรวจทานงานของคุณ

source: Example Sermon on Genesis 1:1‒2:3
th: ตัวอย่างคำเทศนาจาก ปฐมกาล 1:1–2:3

source: Example Sermon on Genesis 1:1–2:3
th: (MT) ตัวอย่างคำเทศนาจาก ปฐมกาล 1:1–2:3

source: Example Sermon on Genesis 50:15-21
th: ตัวอย่างคำเทศนาจาก ปฐมกาล 50:15-21

source: Exodus 1:1–4:31; 20:1-21; 23:20‒24:18
th: อพยพ 1:1–4:31; 20:1-21; 23:20‒24:18

source: Exodus 34:27-33; Deuteronomy 29:29; 31:9-13; 2 Timothy 3:16-17; 2 Peter 1:16-21.
th: (MT) อพยพ 34:27-33; เฉลยธรรมบัญญัติ 29:29; 31:9-13; 2ทิโมธี 3:16-17; 2 เปโตร 1:16-21.

source: Exodus 4:10-16; Deuteronomy 4:1-2; 1 Samuel 3:1-21; Joshua 1:7-8; 2 Timothy 2:14-19; 4:1-8; Revelation 22:18-19.
th: (MT) อพยพ 4:10-16; เฉลยธรรมบัญญัติ 4:1-2; 1 ซามูเอล 3:1-21; โยชูวา 1:7-8; 2 ทิโมธี 2:14-19; 4:1-8; วิวรณ์ 22:18-19

source: Expectations
th: ความคาดหวัง

source: Explain
th: อธิบาย

source: Explain the principle of Good Questions using these illustrations:
th: อธิบายหลักการเรื่องการตั้งคำถามที่ดีโดยใช้ภาพประกอบเหล่านี้:

source: Explanations and applications of Jesus' work that empower us in the New Covenant
th: คำอธิบายและการประยุกต์ใช้พระราชกิจของพระเยซูที่เสริมกำลังเราในพันธสัญญาใหม่

source: Finally, use the tone, mood, and transformational intent to shape your main idea into a sentence that expresses the purpose of the author. (Make sure it is general enough to express the whole of the author’s thought, yet specific enough to differentiate it from other books or passages.)
th: (MT) สุดท้ายนี้ ให้นำน้ำเสียง อารมณ์ และเจตนาในการเปลี่ยนแปลงชีวิต มาเรียบเรียงประเด็นหลักของคุณให้เป็นประโยคที่สื่อถึงจุดประสงค์ของผู้เขียน (โดยให้แน่ใจว่าประโยคนั้นครอบคลุมความคิดทั้งหมดของผู้เขียน แต่ก็มีความเฉพาะเจาะจงมากพอที่จะทำให้เห็นความแตกต่างจากหนังสือหรือพระธรรมตอนอื่นๆ)

source: Flow: The sermon should flow naturally out of the structure and main idea and transformational intent of the text. Make the author’s point your point.
th: (MT) ความลื่นไหล: คำเทศนาควรลื่นไหลไปตามโครงสร้าง ประเด็นหลัก และจุดมุ่งหมายเพื่อการเปลี่ยนแปลงชีวิตของเนื้อหาในพระธรรมตอนนั้นอย่างเป็นธรรมชาติ จงสื่อสารประเด็นของผู้เขียนให้เป็นประเด็นของคุณเอง

source: Focus and fulfillment in Jesus: Every part of the story reveals God’s work to bring about this grand theme through his Son, Jesus.
th: (MT) จุดเน้นและความสำเร็จในพระเยซู: เรื่องราวทุกส่วนล้วนเผยให้เห็นถึงพระราชกิจของพระเจ้าในการทำให้แก่นเรื่องอันยิ่งใหญ่นี้สำเร็จผ่านทางพระบุตรของพระองค์คือพระเยซู

source: For further help, refer to Bob Thune, “How to Write a Sermon: A Template,” https://bobthune.com/2016/06/how-to-write-a-sermon-a-template/
th: (MT) หากต้องการศึกษาเพิ่มเติม สามารถดูได้ที่ Bob Thune, “How to Write a Sermon: A Template,” https://bobthune.com/2016/06/how-to-write-a-sermon-a-template/

source: Four Questions for Doing Biblical Theology
th: สี่คำถามสำหรับศาสนศาสตร์พระคัมภีร์

source: Frameworks affect how we read the Bible. When we sit down to study a text, frameworks influence the way we think about God, man, sin, suffering, salvation, and many other things. Some frameworks accurately reflect the biblical text; others do not. We must recognize the distinction between text and framework as well as the influence our frameworks exercise over us.
th: กรอบแนวความคิดส่งผลต่อวิธีที่เราอ่านพระคัมภีร์ เมื่อเรานั่งลงเพื่อศึกษาเนื้อหา กรอบแนวความคิดจะมีอิทธิพลต่อวิธีที่เราคิดเกี่ยวกับพระเจ้า มนุษย์ บาป ความทุกข์ ความรอด และอีกหลายเรื่อง กรอบแนวความคิดบางอย่างสะท้อนเนื้อหาพระคัมภีร์ได้อย่างถูกต้อง แต่บางอย่างไม่ใช่ เราจำเป็นต้องตระหนักถึงความแตกต่างระหว่าง “เนื้อหา” กับ “กรอบแนวความคิด” รวมทั้งอิทธิพลที่กรอบแนวความคิดของเรามีต่อเรา

source: From what you discovered in the genre and structure of the book, write down a summary sentence for the . . .
th: (MT) จากสิ่งที่คุณค้นพบเกี่ยวกับประเภทวรรณกรรมและโครงสร้างของหนังสือเล่มนี้ ให้เขียนประโยคสรุปสำหรับ . . .

source: From your narrative plotline of the book, how would you describe the introduction, rise in tension, climax, and resolution of the book? What direction does this story take?
th: (MT) จากโครงเรื่องและลำดับเหตุการณ์ในพระธรรมปฐมกาลที่คุณได้ศึกษามา คุณจะอธิบายบทนำ ความตึงเครียดที่ทวีขึ้น จุดสุดยอด และการคลี่คลายของพระธรรมเล่มนี้อย่างไร? ทิศทางโดยรวมของเรื่องราวนี้คืออะไร?

source: Further Thoughts about Application and Shepherding
th: ข้อคิดเพิ่มเติมเรื่องการประยุกต์ใช้และการอภิบาล

source: Genealogies
th: (MT) ลำดับพงศ์

source: Genealogies are used frequently in the book of Genesis and are a significant feature of the Historical Narrative we read there. The phrase “generations of” (or similar) occurs throughout the book (Genesis 2:4; 5:1; 6:9; 10:1; 11:10; 11:27; 25:12; 25:19; 36:1; 36:9; and 37:2). At first glance, genealogies might seem like monotonous lists of names. However, the genealogies in Genesis actually fill the story with movement and meaning.
th: (MT) ลำดับพงศ์พันธุ์ปรากฏให้เห็นบ่อยครั้งในพระธรรมปฐมกาล และถือเป็นองค์ประกอบสำคัญของเรื่องเล่าเชิงประวัติศาสตร์ในพระธรรมเล่มนี้ วลีที่ว่า “ลำดับพงศ์พันธุ์ของ...” (หรือคำที่คล้ายกัน) พบได้ตลอดทั้งเล่ม (ปฐมกาล 2:4; 5:1; 6:9; 10:1; 11:10; 11:27; 25:12; 25:19; 36:1; 36:9; และ 37:2) แม้เมื่อมองเผินๆ ลำดับพงศ์พันธุ์อาจดูเหมือนเป็นเพียงรายชื่อที่ซ้ำซากจำเจ แต่แท้จริงแล้ว ลำดับพงศ์พันธุ์ในพระธรรมปฐมกาลช่วยขับเคลื่อนเรื่องราวและทำให้เนื้อหาเปี่ยมไปด้วยความหมาย

source: General Characteristics of Historical Narrative Books
th: ลักษณะทั่วไปของหนังสือ เรื่องเล่าเชิงประวัติศาสตร์

source: General Preparation
th: การเตรียมตัวทั่วไป

source: Genesis
th: ปฐมกา

source: Genesis 10:1‒11:9
th: ปฐมกาล 10:1‒11:9

source: Genesis 10:1–11:9
th: (MT) ปฐมกาล 10:1–11:9

source: Genesis 11:27–12:20
th: ปฐมกาล 11:27‒12:20

source: Genesis 1:1-3; Deuteronomy 32:45-47; Ezekiel 36:1-38; John 3:1-17; Acts 1:8; Acts 2:1-48; 2 Corinthians 3:1-18; 2 Peter 1:21.
th: (MT) ปฐมกาล 1:1-3; เฉลยธรรมบัญญัติ 32:45-47; เอเสเคียล 36:1-38; ยอห์น 3:1-17; กิจการ 1:8; กิจการ 2:1-48; 2 โครินธ์ 3:1-18; 2 เปโตร 1:21

source: Genesis 1:1–2:3; Psalm 19:7-11; Isaiah 55:9-11; John 1:1-5.
th: (MT) ปฐมกาล 1:1–2:3; สดุดี 19:7-11; อิสยาห์ 55:9-11; ยอห์น 1:1-5

source: Genesis 3:1-24
th: ปฐมกาล 3:1-24

source: Genesis 5:1–6:8 is the second section in Genesis that begins with the phrase “generations of” (5:1). This indicates a genealogy, and the genealogy indicates a new section in the book. So, genealogies often act as structural markers. They also reveal structure as they create connections within and between each section. But they also reveal significance, emphasis, and progression. All of this points to the author’s purpose
th: (MT) ปฐมกาล 5:1–6:8 เป็นส่วนที่สองในพระธรรมปฐมกาลที่เริ่มต้นด้วยวลีว่า “ลำดับพงศ์พันธุ์ของ” (5:1) วลีนี้บ่งบอกถึงลำดับพงศ์พันธุ์, และลำดับพงศ์พันธุ์นั้นก็ระบุถึงการขึ้นส่วนใหม่ในพระธรรมเล่มนี้ ดังนั้น, ลำดับพงศ์พันธุ์จึงมักทำหน้าที่เป็นเครื่องหมายกำหนดโครงสร้าง นอกจากนี้ยังเผยให้เห็นโครงสร้างผ่านการสร้างความเชื่อมโยงทั้งภายในและระหว่างแต่ละส่วน อีกทั้งยังสะท้อนถึงความสำคัญ การเน้นย้ำ และความต่อเนื่องของเรื่องราว ทั้งหมดนี้ล้วนชี้ให้เห็นถึงจุดประสงค์ของผู้เขียน

source: Genre
th: ประเภทวรรณกรรม

source: Genre and Structure of Genesis 2:4-4:26
th: ประเภทวรรณกรรมและโครงสร้างของ ปฐมกาล 2:4-4:26

source: Genre and Structure
th: (MT) ประเภทวรรณกรรมและโครงสร้าง

source: Genre and Structure in Genesis
th: ประเภทวรรณกรรมและโครงสร้างของปฐมกาล

source: Genre and Structure of Genesis 5:1‒6:8
th: ประเภทวรรณกรรมและโครงสร้างของ ปฐมกาล 5:1-6:8

source: Genre and Structure of Genesis 5:1–6:8
th: (MT) ประเภทวรรณกรรมและโครงสร้างของ ปฐมกาล 5:1–6:8

source: Genre and Structure of the Book
th: ประเภทวรรณกรรมและโครงสร้างของพระธรรม

source: Genre can be compared to fruit. Different types of fruit have distinct characteristics requiring us to approach each one differently in order to eat it. Likewise, different genres of literature have distinct characteristics requiring us to approach each one differently to understand the author’s message.
th: ประเภทวรรณกรรมเปรียบได้กับผลไม้ ผลไม้แต่ละชนิดมีลักษณะเฉพาะที่ทำให้เราต้องมีวิธีจัดการแตกต่างกันไปเพื่อจะรับประทานได้ ในทำนองเดียวกัน วรรณกรรมแต่ละประเภทก็มีคุณลักษณะเฉพาะตัวที่ทำให้เราต้องเข้าหาด้วยวิธีที่ต่างกัน เพื่อจะเข้าใจสารที่ผู้เขียนต้องการสื่อสาร

source: Genre and Structure of Genesis 2:4–4:26
th: (MT) ประเภทวรรณกรรม และโครงสร้างของปฐมกาล 2:4–4:26

source: Give it another attempt. Make your statement complete, clear, and concise.
th: ลองเขียนอีกครั้ง ทำให้ข้อความของคุณสมบูรณ์ ชัดเจน และกระชับ

source: Goals
th: เป้าหมาย

source: God has spoken. God is a speaking God. From the beginning of time, his sovereign words have proved powerful to bring life.
th: พระเจ้าทรงเป็นพระเจ้าผู้ตรัส ตั้งแต่จุดเริ่มต้นของกาลเวลา พระวจนะอันทรงอำนาจสูงสุดของพระองค์ได้พิสูจน์แล้วว่ามีพลังในการประทานชีวิต

source: God works through time and the development of Israel’s story to lead us to Christ.
th: (MT) พระเจ้าทรงทำพระราชกิจผ่านกาลเวลาและการดำเนินไปของเรื่องราวชนชาติอิสราเอล เพื่อนำเราไปสู่พระคริสต์

source: God's character being given full expression in Jesus
th: พระลักษณะของพระเจ้าที่สำแดงอย่างเต็มบริบูรณ์ในพระเยซู

source: God’s Word
th: พระวจนะของพระเจ้ากระทำพระราชกิจของพระเจ้าเอง

source: God’s Heart through God’s Word
th: พระทัยของพระเจ้าผ่านพระวจนะของพระเจ้า

source: God’s Spirit brings life (to God’s fallen creation) through God’s Word.
th: พระวิญญาณของพระเจ้าประทานชีวิต (แก่สิ่งที่พระเจ้าทรงสร้างที่เสื่อมทรามไปเพราะความบาป) ผ่านทางพระวจนะของพระองค์

source: God’s law is given as part of the covenant relationship God initiates with his people.
th: (MT) ธรรมบัญญัติของพระเจ้าได้รับการประทานให้เป็นส่วนหนึ่งของความสัมพันธ์แห่งพันธสัญญาที่พระองค์ทรงริเริ่มกับประชากรของพระองค์

source: Good Questions
th: คำถามที่ดี

source: Good application shepherds people with the grace of God found in the new covenant, ultimately leading to repentance, faith, and worship of the living God.
th: (MT) การประยุกต์ใช้ที่ดีจะอภิบาลผู้คนด้วยพระคุณของพระเจ้าที่พบในพันธสัญญาใหม่ซึ่งในที่สุดจะนำไปสู่การกลับใจ ความเชื่อ และการนมัสการพระเจ้าผู้ทรงพระชนม์

source: Good application considers existing frameworks, current issues, personal circumstances, different age groups, and personality types.
th: (MT) การประยุกต์ใช้ที่ดีควรคำนึงถึงโครงสร้างทางสังคมที่มีอยู่ ประเด็นปัจจุบัน สถานการณ์ส่วนบุคคล รวมถึงกลุ่มอายุที่หลากหลาย, และลักษณะบุคลิกภาพที่แตกต่างกัน

source: Gospel
th: พระกิตติคุณ

source: Growing anticipation: The reader is drawn into the story to look for the fulfillment of the promise, asking, “Who is the seed of the woman? Who is the seed of Abraham? How and when will God’s promise of rescue be fulfilled?”
th: ความคาดหวังที่ทวีขึ้น: เรื่องราวได้ดึงดูดผู้อ่านให้เฝ้าติดตามการสำเร็จตามพระสัญญา พร้อมกับตั้งคำถามว่า “ใครคือพงศ์พันธุ์ของหญิงนั้น? ใครคือพงศ์พันธุ์ของอับราฮัม? และพระสัญญาเรื่องการช่วยกู้ของพระเจ้าจะสำเร็จเป็นจริงอย่างไรและเมื่อใด?”

source: How are the Dig & Discover principles used to proclaim the author’s message with his purpose and tone? Where in the sermon did you hear the principles used?
th: (MT) หลักการ “ขุดและค้นพบ” (Dig & Discover) ถูกนำมาใช้เพื่อประกาศสารของผู้เขียนให้ตรงตามวัตถุประสงค์และน้ำเสียงของท่านอย่างไร? และคุณได้ยินการใช้หลักการเหล่านี้ในส่วนไหนของคำเทศนาบ้าง?

source: How does the exposition shepherd you in the transformation God intends?
th: (MT) การอธิบายพระวจนะช่วยอภิบาลคุณอย่างไร ให้เกิดการเปลี่ยนแปลงตามที่พระเจ้าทรงประสงค์?

source: How is the exposition of God’s Word delivered through the unique giftedness and personality of the preacher?
th: (MT) การอรรถาธิบายพระวจนะของพระเจ้าถูกถ่ายทอดผ่านของประทานและบุคลิกภาพอันเป็นเอกลักษณ์เฉพาะตัวของผู้เทศนาอย่างไร?

source: Habakkuk
th: ฮาบากุก

source: Having looked at the beginning, the end, and the unfolding of the story, what message is the author communicating?
th: (MT) เมื่อพิจารณาถึงจุดเริ่มต้น จุดจบ และการดำเนินไปของเรื่องราวแล้ว ผู้เขียนต้องการสื่อสารประเด็นสำคัญอะไร?

source: Hebrews 11:1-22 (or to 12:3)
th: (MT) ฮีบรู 11:1-22 (หรือจนถึง 12:3)

source: Hebrews 11:1-3
th: (MT) ฮีบรู 11:1-3

source: Hebrews 11:1-40
th: ฮีบรู 11:1-40

source: Hebrews 11:1-6
th: (MT) ฮีบรู 11:1-6 1 ความเชื่อคือความมั่นใจในสิ่งที่หวังไว้ และเป็นความแน่ใจในสิ่งที่มองไม่เห็น 2 เพราะด้วยความเชื่อนี้เอง บรรพบุรุษจึงได้รับการรับรองจากพระเจ้า 3 โดยความเชื่อ เราจึงเข้าใจว่าพระเจ้าทรงสร้างจักรวาลด้วยพระดำรัสของพระองค์ ดังนั้น สิ่งที่มองเห็นได้จึงไม่ได้ถูกสร้างขึ้นจากสิ่งที่ปรากฏให้เห็น 4 โดยความเชื่อ อาเบลจึงนำเครื่องบูชาที่ประเสริฐกว่าของคาอินมาถวายแด่พระเจ้า และโดยความเชื่อนั้นเอง ท่านจึงได้รับการรับรองว่าเป็นคนชอบธรรม เพราะพระเจ้าทรงรับรองของถวายของท่าน และแม้ท่านจะตายไปแล้ว ท่านก็ยังพูดผ่านทางความเชื่อนั้น 5 โดยความเชื่อ เอโนคจึงถูกรับขึ้นไปเพื่อไม่ให้ท่านต้องพบกับความตาย ไม่มีใครพบท่านอีกเพราะพระเจ้าทรงรับท่านไปแล้ว ก่อนที่ท่านจะถูกรับขึ้นไปนั้น ท่านได้รับการรับรองว่าเป็นที่พอพระทัยของพระเจ้า 6 และหากปราศจากความเชื่อแล้ว ก็เป็นไปไม่ได้เลยที่จะเป็นที่พอพระทัยของพระเจ้า เพราะผู้ที่จะมาเข้าเฝ้าพระเจ้าได้นั้น ต้องเชื่อว่าพระองค์ทรงดำรงอยู่ และทรงเป็นผู้ประทานบำเหน็จแก่ทุกคนที่เสาะแสวงหาพระองค์

source: Here are six ways a passage could connect to the story of the whole Bible, finding its focus and fulfillment in Christ:
th: (MT) ต่อไปนี้คือ 6 วิธีที่พระธรรมตอนหนึ่งๆ อาจเชื่อมโยงกับเรื่องราวในพระคัมภีร์ทั้งเล่ม โดยมีจุดเน้นและความสำเร็จสมบูรณ์อยู่ในพระคริสต์:

source: Historical
th: ประวัติศาสตร์

source: How Is This Workbook Designed?
th: คู่มือเวิร์กช็อปเล่มนี้ถูกออกแบบมาอย่างไร?

source: How to Use This Workbook
th: วิธีใช้คู่มือเวิร์กช็อปเล่มนี้

source: How Does This Work?
th: (MT) หลักการนี้ทำงานอย่างไร?

source: How Will We Get There?
th: เราจะถึงเป้าหมายได้อย่างไร?

source: How could you preach a sermon on Genesis 5:1-6:8 in a way that helps your people see the significance of the genealogy?
th: (MT) คุณจะเทศนาจากพระธรรมปฐมกาล 5:1-6:8 อย่างไร เพื่อช่วยให้สมาชิกในคริสตจักรเห็นความสำคัญของลำดับพงศ์พันธุ์นี้?

source: How could you state it in a way that is more didactic (instructive) than descriptive (informational).
th: (MT) ท่านจะเรียบเรียงประเด็นนี้อย่างไร เพื่อให้มีลักษณะเป็นการสั่งสอน (เน้นคำแนะนำ) มากกว่าจะเป็นเพียงการพรรณนา (เน้นให้ข้อมูล)

source: How did God work out this promise in the rest of Genesis with regard to the key themes?
th: (MT) พระเจ้าทรงทำให้พระสัญญานี้สำเร็จผลอย่างไรในเนื้อหาส่วนที่เหลือของพระธรรมปฐมกาล เมื่อพิจารณาตามหัวข้อสำคัญต่างๆ?

source: How do we apply the Bible to our lives? Often, we think the best way is to go straight from the words of the Bible to our lives, but before we can apply the message of God’s Word, we must carefully observe it in its context. This will help us discover the author’s main idea and transformational intent. Then we can make precise and compelling applications, aligned with the author’s intent.
th: (MT) เราจะประยุกต์ใช้พระคัมภีร์กับชีวิตของเราได้อย่างไร? เรามักจะคิดว่าวิธีที่ดีที่สุดคือการนำถ้อยคำในพระคัมภีร์มาใช้กับชีวิตของเราโดยตรง แต่ก่อนที่เราจะนำข้อความในพระวจนะของพระเจ้าไปประยุกต์ใช้ได้นั้น เราต้องสังเกตข้อความนั้นภายในบริบทอย่างละเอียดรอบคอบเสียก่อน การสังเกตบริบทจะช่วยให้เราค้นพบประเด็นหลักและเจตนารมณ์ของผู้เขียนที่ต้องการให้เกิดการเปลี่ยนแปลง จากนั้น เราจึงจะสามารถนำไปประยุกต์ใช้ได้อย่างแม่นยำ ทรงพลัง และสอดคล้องกับความตั้งใจของผู้เขียน

source: How do you think the author of Genesis desires the reader to respond? How would you preach Genesis 5:1-6:8 in order to communicate this intent to your church?
th: (MT) ท่านคิดว่าผู้เขียนพระธรรมปฐมกาลต้องการให้ผู้อ่านตอบสนองอย่างไร? และท่านจะเทศนาพระธรรมปฐมกาล 5:1-6:8 อย่างไร เพื่อสื่อสารเจตนารมณ์นี้แก่คริสตจักรของท่าน?

source: How do you think the author of Genesis desires the reader to respond? How would you preach the book of Genesis in a way that communicates this intent to your church?
th: (MT) ท่านคิดว่าผู้เขียนพระธรรมปฐมกาลต้องการให้ผู้อ่านตอบสนองอย่างไร? และท่านจะเทศนาพระธรรมปฐมกาลอย่างไรเพื่อสื่อสารเจตนารมณ์นี้แก่คริสตจักรของท่าน?

source: How do you think the author of Genesis desires the reader to respond? How would you preach this section in order to communicate this intent to your church?
th: (MT) ท่านคิดว่าผู้เขียนพระธรรมปฐมกาลต้องการให้ผู้อ่านตอบสนองอย่างไร? และท่านจะเทศนาเนื้อหาส่วนนี้อย่างไรเพื่อสื่อสารเจตนารมณ์ดังกล่าวให้แก่คริสตจักรของท่าน?

source: How does God continue to work out his good intentions toward his creation despite the obstacles along the way?
th: (MT) พระเจ้าทรงทำให้พระประสงค์อันดีที่มีต่อสิ่งทรงสร้างของพระองค์ดำเนินต่อไปจนสำเร็จได้อย่างไร แม้จะมีอุปสรรคต่าง ๆ ระหว่างทาง?

source: How does he say it?
th: เขาพูดอย่างไร?

source: How does the main idea and transformational intent of Genesis 6:9–9:29 advance the story of Genesis?
th: (MT) ใจความสำคัญและเจตนารมณ์เพื่อการเปลี่ยนแปลงของปฐมกาล 6:9–9:29 มีส่วนช่วยให้เรื่องราวในพระธรรมปฐมกาลดำเนินต่อไปอย่างไร?

source: How does the author develop the tension to its climax? Where is the climax?
th: (MT) ผู้เขียนดำเนินเรื่องเพื่อนำความตึงเครียดไปสู่จุดสูงสุดอย่างไร? และจุดสูงสุดของเรื่องอยู่ตรงไหน?

source: How does the book of Genesis fit into the larger story of the Bible?
th: หนังสือปฐมกาลมีความเกี่ยวข้องกับเรื่องราวโดยรวมของพระคัมภีร์อย่างไร?

source: How does the story begin and end? How does the story unfold?
th: เรื่องราวเริ่มต้นและจบลงอย่างไร และดำเนินไปอย่างไร

source: How does the story end? How does the beginning compare to the end?
th: (MT) เรื่องราวนี้จบลงอย่างไร? เมื่อเปรียบเทียบตอนเริ่มต้นกับตอนจบแล้วเป็นอย่างไร?

source: How does the story resolve?
th: (MT) เรื่องราวนี้คลี่คลายลงอย่างไร?

source: How does the tension of the story develop from one unit of thought to the next?
th: (MT) ความตึงเครียดของเรื่องราวมีการพัฒนาจากหน่วยความคิดหนึ่งไปสู่หน่วยความคิดถัดไปอย่างไร?

source: How does this book of the Bible challenge your own frameworks and those in your context?
th: (MT) พระธรรมเล่มนี้ท้าทายกรอบความคิดของคุณเองและกรอบความคิดในบริบทของคุณอย่างไรบ้าง?

source: How does this principle help you shepherd your people?
th: (MT) หลักการนี้ช่วยท่านในการเลี้ยงดูผู้คนในความดูแลได้อย่างไรบ้าง?

source: How does this section (Genesis 2:4-4:26) advance the larger story of Genesis? (Consider Genesis 3:15; 4:26; 12:1-9 and 26:23-25).
th: (MT) เนื้อหาส่วนนี้ (ปฐมกาล 2:4-4:26) ช่วยขับเคลื่อนเรื่องราวในภาพรวมของพระธรรมปฐมกาลให้ดำเนินต่อไปอย่างไร? (ให้พิจารณาปฐมกาล 3:15; 4:26; 12:1-9 และ 26:23-25 ประกอบ)

source: How does this shape the way we shepherd people?
th: การตอบสนองของผู้ฟังกำหนดแนวทางที่เขาเลี้ยงดูผู้อื่นอย่างไร?

source: How does this story (Genesis 5:1-6:8) advance the larger story of Genesis? (Consider Genesis 2:4-3:24 and 6:9-9:29)
th: (MT) เรื่องราวในตอนนี้ (ปฐมกาล 5:1-6:8) มีส่วนช่วยให้เรื่องราวในภาพรวมของพระธรรมปฐมกาลดำเนินต่อไปอย่างไร? (พิจารณาปฐมกาล 2:4-3:24 และ 6:9-9:29 ประกอบ)

source: How does this work?
th: ใช้หลักการนี้อย่างไร?

source: How does what we have learned from this study of Biblical Theology help shape your view of preaching and ministry today?
th: (MT) สิ่งที่เราได้เรียนรู้จากการศึกษาเทววิทยาเชิงคัมภีร์ในครั้งนี้ ช่วยหล่อหลอมมุมมองของคุณที่มีต่อการเทศนาและพันธกิจในปัจจุบันอย่างไรบ้าง?

source: How has God accomplished these things through Jesus?
th: (MT) พระเจ้าทรงทำให้สิ่ง เหล่านี้สำเร็จผ่านทางพระเยซูอย่างไร?

source: How has God accomplished these key themes of Genesis’ main idea through Jesus? In other words, how do the key themes of Genesis find their focus and fulfillment in Jesus?
th: (MT) พระเจ้าทรงทำให้ประเด็นสำคัญที่เป็นหัวใจหลักของพระธรรมปฐมกาลสำเร็จผ่านทางพระเยซูได้อย่างไร? หรือกล่าวอีกนัยหนึ่งคือ ประเด็นสำคัญของพระธรรมปฐมกาลนั้นมุ่งตรงไปที่พระเยซูและสำเร็จครบถ้วนในพระองค์ได้อย่างไร?

source: How has God changed you through the main idea and transformational intent of this book?
th: (MT) พระเจ้าทรงเปลี่ยนแปลงคุณอย่างไรผ่านทาง ประเด็นหลักและจุดประสงค์ในการเปลี่ยนแปลงชีวิต ของพระธรรมเล่มนี้?

source: How has the transformational intent of Genesis reshaped your frameworks? Put simply, what do you need to change now that God’s Word has spoken to you?
th: เจตนาสู่การเปลี่ยนแปลงของปฐมกาลได้ปรับกรอบแนวความคิดของคุณเสียใหม่อย่างไร? พูดให้ตรง ๆ ก็คือ คุณจำเป็นต้องเปลี่ยนอะไรบ้าง เมื่อพระวจนะของพระเจ้าได้ตรัสกับคุณแล้ว?

source: How has this session impacted your understanding of Genesis 2:4–4:26?
th: (MT) บทเรียนนี้ส่งผลต่อความเข้าใจของคุณเกี่ยวกับปฐมกาล 2:4–4:26อย่างไรบ้าง?

source: How has this session impacted your understanding of Genesis 5:1–6:8?
th: (MT) บทเรียนนี้ส่งผลต่อความเข้าใจของคุณเกี่ยวกับพระธรรมปฐมกาล 5:1–6:8 อย่างไรบ้าง?

source: How has this session impacted your understanding of Genesis?
th: (MT) บทเรียนนี้ส่งผลต่อความเข้าใจของคุณเกี่ยวกับพระธรรมปฐมกาลอย่างไรบ้าง?

source: How have the key themes in the main idea and transformational intent developed through the Bible's story to this point?
th: ธีม (Theme) ในประเด็นหลักและเจตนาสู่การเปลี่ยนแปลงได้พัฒนาผ่านเรื่องราวของพระคัมภีร์จนไปถึงจุดนี้อย่างไร?

source: How have the key themes in the main idea and transformational intent developed through the Bible’s story to this point?
th: (MT) ประเด็นสำคัญในใจความหลักและเจตนาเพื่อการเปลี่ยนแปลง ได้พัฒนาผ่านเรื่องราวในพระคัมภีร์’มาจนถึงจุดนี้อย่างไร?

source: How is the end related to the beginning?
th: (MT) ตอนจบกับตอนเริ่มต้นมีความเกี่ยวข้องกันอย่างไร?

source: How might the structure of Genesis 2:4-4:26 shape your sermon on this section?
th: (MT) โครงสร้างของปฐมกาล 2:4-4:26 จะช่วยกำหนดแนวทางคำเทศนาของคุณในพระธรรมตอนนี้อย่างไรได้บ้าง?

source: How might the structure of Genesis 5:1–6:8 shape your sermon on this passage?
th: (MT) โครงสร้างของปฐมกาล 5:1–6:8 มีส่วนช่วยกำหนดแนวทางคำเทศนาของคุณในพระธรรมตอนนี้อย่างไรบ้าง?

source: How might the structure of Genesis shape your sermon series on Genesis?
th: (MT) โครงสร้างของพระธรรมปฐมกาลจะมีส่วนช่วยในการวางแนวทางสำหรับชุดคำเทศนาเรื่องปฐมกาลของคุณอย่างไรบ้าง?

source: How might you restate your main idea and transformational intent sentence for Genesis again in a way that is informed by the work of Biblical Theology you have just done?
th: (MT) เมื่อพิจารณาจากงานด้านเทววิทยาตามแนวพระคัมภีร์ที่คุณเพิ่งทำเสร็จไป คุณจะเรียบเรียงประเด็นหลักและประโยคจุดมุ่งหมายเพื่อการเปลี่ยนแปลงชีวิตสำหรับพระธรรมปฐมกาลขึ้นใหม่ว่าอย่างไร?

source: How might you shepherd your people with precise and compelling applications that flow from the transformational intent in a way that helps them see how Jesus fulfills God’s promises and purposes revealed in Genesis?
th: (MT) ท่านจะอภิบาลประชากรของท่านผ่านการนำไปประยุกต์ใช้ที่ตรงจุดและทรงพลังได้อย่างไร? การประยุกต์ใช้เหล่านี้ควรหลั่งไหลมาจากเจตนารมณ์เพื่อการเปลี่ยนแปลงของพระธรรมเล่มนี้ และช่วยให้ผู้คนเห็นว่าพระเยซูทรงทำให้พระสัญญาและพระประสงค์ของพระเจ้าที่เปิดเผยในพระธรรมปฐมกาลสำเร็จครบถ้วนอย่างไร

source: How should this shape the way you would preach the book?
th: ความเข้าใจดังกล่าวควรหล่อหลอมวิธีที่คุณจะเทศนาพระธรรมเล่มนี้อย่างไร?
